cases/passiveFoxASMFoam/pitzDaily/0/R
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      R;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   nonuniform List<symmTensor> 
12225
(
(0.228331 -0.634522 -0 0.27759 -0 0.223474)
(0.20344 -0.612575 -0 0.219563 -0 0.199905)
(0.184991 -0.57253 -0 0.187967 -0 0.180131)
(0.168635 -0.538149 -0 0.166195 -0 0.163878)
(0.155149 -0.509457 -0 0.150423 -0 0.150785)
(0.144477 -0.485812 -0 0.138801 -0 0.140457)
(0.136235 -0.466594 -0 0.130228 -0 0.132511)
(0.130058 -0.451295 -0 0.124026 -0 0.126598)
...
)
;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           nonuniform List<symmTensor> 
30
(
(0.559244 -25.769 -0 2.51309 -0 0.25)
(0.206508 -0.60331 -0 -2.89331 -0 0.25)
(0.26561 -0.00851249 -0 1.12442 -0 0.25)
(0.251852 -0.0302867 -0 0.279176 -0 0.25)
(0.246124 -0.021933 -0 0.252276 -0 0.25)
(0.245048 -0.0199354 -0 0.252015 -0 0.25)
(0.245694 -0.0170742 -0 0.256508 -0 0.25)
(0.246124 -0.0151086 -0 0.255922 -0 0.25)
...
)
;
    }
    outlet
    {
        type            zeroGradient;
    }
    upperWall
    {
        type            kqRWallFunction;
        value           nonuniform List<symmTensor> 
223
(
(0.225038 0 -0 0.225038 -0 0.225038)
(0.2034 0 -0 0.2034 -0 0.2034)
(0.185635 0 -0 0.185635 -0 0.185635)
(0.170863 0 -0 0.170863 -0 0.170863)
(0.158488 0 -0 0.158488 -0 0.158488)
(0.148072 0 -0 0.148072 -0 0.148072)
(0.139277 0 -0 0.139277 -0 0.139277)
(0.131835 0 -0 0.131835 -0 0.131835)
...
)
;
    }
    lowerWall
    {
        type            kqRWallFunction;
        value           nonuniform List<symmTensor> 
250
(
(0.223474 -0 -0 0.223474 -0 0.223474)
(0.199905 -0 -0 0.199905 -0 0.199905)
(0.180131 -0 -0 0.180131 -0 0.180131)
(0.163878 -0 -0 0.163878 -0 0.163878)
(0.150785 -0 -0 0.150785 -0 0.150785)
(0.140457 -0 -0 0.140457 -0 0.140457)
(0.132511 -0 -0 0.132511 -0 0.132511)
(0.126598 -0 -0 0.126598 -0 0.126598)
...
)
;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
